{"version":"1.0","truncation":null,"padding":null,"added_tokens":[],"normalizer":null,"pre_tokenizer":null,"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"a":0,"c":1,"g":2,"t":3,"cg":4,"tt":5,"aa":6,"tg":7,"ca":8,"gg":9,"ccg":10,"cc":11,"ta":12,"cgg":13,"caa":14,"ctg":15,"ttg":16,"cag":17,"tcg":18,"aaa":19,"ctt":20,"tgg":21,"ag":22,"aag":23,"atg":24,"att":25,"cagg":26,"ccgg":27,"cca":28,"tcgg":29,"tttt":30,"cgcg":31,"taa":32,"ggg":33,"cctg":34,"acg":35,"cccg":36,"tccg":37,"tttg":38,"tcaa":39,"tca":40,"tctg":41,"cta":42,"acgg":43,"aaaa":44,"ata":45,"tcc":46,"cggg":47,"aaag":48,"agg":49,"cttg":50,"ttgg":51,"tag":52,"ctgg":53,"cga":54,"tcag":55,"tctt":56,"caag":57,"cgtg":58,"ccag":59,"caaa":60,"tta":61,"cacg":62,"tatg":63,"ccaa":64,"cctt":65,"ttttg":66,"tgccg":67,"aagg":68,"ccgccg":69,"cggcg":70,"ttcg":71,"aca":72,"taaa":73,"tggg":74,"attg":75,"ttta":76,"caggg":77,"ctcg":78,"ccgcg":79,"tgcg":80,"accg":81,"tacg":82,"cggcgg":83,"atgg":84,"caaaa":85,"tatt":86,"catt":87,"tcagg":88,"caaag":89,"ggcg":90,"tcca":91,"aatg":92,"aacg":93,"catcg":94,"ccctg":95,"tgtt":96,"ccga":97,"tcccg":98,"tcctg":99,"tgcgg":100,"ccca":101,"aaaaa":102,"ttgccg":103,"tc":104,"tttgg":105,"ctttg":106,"taccg":107,"tcggg":108,"acaa":109,"tccgg":110,"tcta":111,"atttg":112,"ttcgg":113,"cttgg":114,"cgcgg":115,"ccaaa":116,"tagg":117,"acag":118,"taag":119,"tcttg":120,"catg":121,"tattg":122,"tacgg":123,"cccaa":124,"tatcg":125,"tttcg":126,"ccaag":127,"ataa":128,"caccg":129,"cattg":130,"ccttg":131,"tatgg":132,"cccgg":133,"cgccg":134,"cgag":135,"tgctg":136,"ggcgg":137,"tccag":138,"taaaa":139,"cgtt":140,"tctgg":141,"taaag":142,"ccta":143,"actg":144,"ctcaa":145,"caagg":146,"aata":147,"tgatg":148,"ctcgg":149,"cgatg":150,"ttccg":151,"cggcaa":152,"ctgccg":153,"cagacgg":154,"tgttg":155,"ccccg":156,"actt":157,"ttggg":158,"tgtcg":159,"tgatt":160,"caca":161,"cagcg":162,"atag":163,"aagccg":164,"caacg":165,"cttcg":166,"tcatg":167,"tggcgg":168,"aagag":169,"cgaa":170,"caaaaa":171,"tcgcg":172,"tcaaag":173,"catcgg":174,"cttggg":175,"atgccg":176,"tttttg":177,"ttttgg":178,"acggg":179,"cata":180,"cacgg":181,"aaaccg":182,"cgaag":183,"tgcag":184,"ccaaag":185,"cggcag":186,"tcgag":187,"ccatg":188,"tcaag":189,"aggg":190,"cgta":191,"tcatt":192,"acgcg":193,"ccgtg":194,"aaatcg":195,"tcggcg":196,"aatt":197,"catgg":198,"aaagg":199,"acc":200,"cgttg":201,"catca":202,"cggctt":203,"tcgatg":204,"aaacg":205,"atttgg":206,"aaccg":207,"tgtg":208,"tatcgg":209,"cggtt":210,"cagccg":211,"ccacg":212,"aaaag":213,"cccaag":214,"caaccg":215,"atttt":216,"ccatcg":217,"cgcggg":218,"tttggg":219,"cactg":220,"ccaaaa":221,"ctttgg":222,"atggg":223,"atta":224,"aaggg":225,"cataa":226,"tatttg":227,"ctgtt":228,"aaatg":229,"agag":230,"ctctt":231,"tcaggg":232,"aaaaag":233,"cacaa":234,"ttgag":235,"cttta":236,"caggcg":237,"ttatg":238,"cctcg":239,"caatg":240,"ctgatg":241,"caga":242,"aaata":243,"tggcg":244,"aagcgg":245,"gggcg":246,"cctgccg":247,"tcatcg":248,"tctgccg":249,"ctaa":250,"aacgg":251,"catttt":252,"catta":253,"cctttg":254,"caaacg":255,"ctga":256,"ctgttg":257,"ctttt":258,"tggtg":259,"attttg":260,"cgcgcg":261,"gggcgg":262,"atatt":263,"atatg":264,"tccaa":265,"ataaa":266,"cgcc":267,"ccgctg":268,"tatccg":269,"ctggg":270,"tcgtcg":271,"cttttg":272,"tcggcgg":273,"acgaa":274,"cacgccg":275,"tctcg":276,"aatgg":277,"catccg":278,"ccgag":279,"cggttg":280,"ctgcg":281,"aaatt":282,"agcg":283,"attgg":284,"ccatt":285,"ccattg":286,"cggcgtgg":287,"acagg":288,"cattgg":289,"ccgta":290,"ctgtg":291,"ctgctg":292,"cagcgg":293,"cttcgg":294,"attatg":295,"taagg":296,"acgag":297,"cccgcg":298,"tcaaa":299,"tcctt":300,"cgatgg":301,"tcagacgg":302,"tctttg":303,"tgccgtctg":304,"ctccg":305,"ctca":306,"tgtccg":307,"catcaa":308,"ccgtt":309,"ccttgg":310,"ttgatg":311,"aaacgg":312,"agcgg":313,"ccggcg":314,"taacg":315,"acga":316,"atcg":317,"aaca":318,"aattg":319,"aatcg":320,"aacgcg":321,"aatttg":322,"cacag":323,"catttg":324,"ccgaag":325,"ccgtctg":326,"cccag":327,"agctg":328,"atttcg":329,"tttttt":330,"aaaacg":331,"ctggcgg":332,"cgaca":333,"tttca":334,"aatccg":335,"ccgca":336,"cccta":337,"taccgg":338,"cggacgg":339,"ctgcgg":340,"agcag":341,"aagaag":342,"atgcgg":343,"caggcag":344,"tcggcaa":345,"cgtggg":346,"caaaccg":347,"ttaccg":348,"tatggg":349,"ttcggg":350,"tgtgg":351,"tgtttt":352,"catcag":353,"tatttt":354,"caata":355,"tcgtg":356,"tcgttg":357,"atgtt":358,"acgtg":359,"tccgcg":360,"atattg":361,"tccaag":362,"taaagg":363,"acca":364,"acta":365,"cgatt":366,"aaccgg":367,"cacgcg":368,"ccgaa":369,"ccgcc":370,"cctttt":371,"cccccg":372,"tactg":373,"tatcaa":374,"cggcggg":375,"caaagg":376,"cagca":377,"cagcag":378,"tcgccg":379,"aaaca":380,"ctta":381,"atgctg":382,"atgag":383,"attcccg":384,"caggcgg":385,"cgcgtt":386,"acgatg":387,"cgggcgg":388,"atgccgtctg":389,"acctg":390,"ccagg":391,"ctctg":392,"cgcccg":393,"tttccg":394,"tgag":395,"cccaaag":396,"taca":397,"ttgttg":398,"cagaa":399,"aagcg":400,"atgccgg":401,"caggcggg":402,"tttgccg":403,"tcaaaa":404,"acggcg":405,"tagcgg":406,"cgaccg":407,"tcccgg":408,"accgg":409,"acacg":410,"cgtcgg":411,"ttatt":412,"tgctt":413,"tgagg":414,"cattttg":415,"ccctt":416,"cctgg":417,"ccccgg":418,"tacaa":419,"tattgg":420,"cggag":421,"caaaag":422,"caaatt":423,"ctgta":424,"ctgtttg":425,"ctgattg":426,"tcgcgg":427,"tcgagg":428,"aaatgg":429,"cttctt":430,"aagtt":431,"tcggcgcg":432,"cgcgccg":433,"taaaaa":434,"tttgag":435,"ctatt":436,"tccaaa":437,"cttgccg":438,"cgtgatt":439,"aagagaagag":440,"ctcc":441,"ctc":442,"cgcag":443,"cgagg":444,"ttaa":445,"tttcc":446,"ttcagacgg":447,"aacag":448,"tgccgg":449,"cctca":450,"cctctt":451,"cccacg":452,"cggcgcg":453,"ctgaaa":454,"ttgcg":455,"ttgcgg":456,"ttgaag":457,"ttgacgg":458,"cagag":459,"cagatg":460,"tcgaa":461,"tcgatt":462,"tcgggg":463,"tcgtctg":464,"aaatca":465,"ctttcg":466,"ctttggg":467,"tggtt":468,"aagcag":469,"aagtcg":470,"aagaaa":471,"atgatg":472,"caggctg":473,"cgcgtg":474,"acgaag":475,"acgggg":476,"tcaagg":477,"cgggccg":478,"tagccg":479,"cgattg":480,"ccagttg":481,"acatcg":482,"cagggcgg":483,"ctcaag":484,"atcgg":485,"atcag":486,"accag":487,"ctcag":488,"ctcta":489,"cgcaa":490,"ttctt":491,"ttag":492,"ttcca":493,"tttcgg":494,"aacaa":495,"tgaaa":496,"tgggg":497,"catcc":498,"catcccg":499,"ggtg":500,"cctta":501,"tata":502,"tacca":503,"tatctg":504,"cggtttt":505,"cggcgtg":506,"ctgatt":507,"ctgaccg":508,"cagcaa":509,"tggtgg":510,"tggatg":511,"agaa":512,"agcgcg":513,"aagcggg":514,"caggag":515,"ccggta":516,"ccggag":517,"tcggcag":518,"taaaaaa":519,"cctgcg":520,"cctgtccg":521,"cccgag":522,"tcaacg":523,"tcatca":524,"ctaccg":525,"acggtg":526,"ataccg":527,"ctggtg":528,"tcttgg":529,"cgtgatg":530,"caaatcg":531,"ttatcg":532,"cggcgcgg":533,"attgccg":534,"ccgcgccg":535,"cattggg":536,"acccg":537,"atccg":538,"atcc":539,"acaaa":540,"cgtgg":541,"cgcaag":542,"cgcacg":543,"cgaagg":544,"cgccgccg":545,"ttcaa":546,"aactt":547,"aacagg":548,"aacaggg":549,"tgtttg":550,"tgcggg":551,"cactt":552,"caccgg":553,"cacccg":554,"catctt":555,"ccgtccg":556,"cctcgg":557,"cccttg":558,"cccaaa":559,"cctatg":560,"cctatt":561,"tatcc":562,"cggca":563,"caaggg":564,"caaaaaa":565,"ctgca":566,"ctgctt":567,"ctgtttt":568,"ttgaaa":569,"cagctt":570,"tcgcca":571,"tggatt":572,"agatg":573,"aagagg":574,"atttttt":575,"caggtg":576,"caggaag":577,"ccggcgcg":578,"ttttcagacgg":579,"cctgtt":580,"cctgcccg":581,"acgcgg":582,"acgacg":583,"cccgaa":584,"tccggg":585,"tccgccg":586,"atacg":587,"cggggg":588,"aaagccg":589,"aggctg":590,"aggag":591,"cttgccgg":592,"cgacaa":593,"caagccg":594,"ctcgccg":595,"caaaacca":596,"tcaggcgg":597,"tcctgatt":598,"atttgag":599,"acttg":600,"acctt":601,"acaaag":602,"ataag":603,"ctcttg":604,"ctaaaa":605,"cgctg":606,"cgtcg":607,"cgtttt":608,"ttcc":609,"tttcag":610,"tttctt":611,"tttatg":612,"aatcgg":613,"aatttt":614,"aacggg":615,"aactgg":616,"tgaa":617,"tgaag":618,"tgcagg":619,"tgcgcg":620,"tgccaa":621,"catag":622,"cacga":623,"cacaag":624,"catacg":625,"catcca":626,"ccggg":627,"ccgatt":628,"cctcaa":629,"cctacg":630,"tactt":631,"tatca":632,"caatgg":633,"caaacgg":634,"ctgaag":635,"ctgtccg":636,"cagcccg":637,"aaattg":638,"cttccg":639,"cttcagacgg":640,"tggcag":641,"tggaaa":642,"tggag":643,"tggcagg":644,"agaag":645,"agtttg":646,"atgcg":647,"atgacgg":648,"atgcggg":649,"attggg":650,"atttcag":651,"caggtttt":652,"tcggctt":653,"cgcgtgg":654,"taaccg":655,"cctgtttg":656,"ctag":657,"aaaacgg":658,"agggg":659,"aggcgg":660,"ttggcg":661,"ttggcgg":662,"tagag":663,"ctggtgg":664,"cgacaaa":665,"ttattg":666,"tatgcg":667,"ccaacg":668,"ccttcg":669,"ccttggg":670,"cggcgaag":671,"tgcgccg":672,"tgcgcgg":673,"ggcgcgg":674,"aatgacgg":675,"aaaaagg":676,"attcccgcctg":677,"atca":678,"actgg":679,"actcg":680,"acttgg":681,"ctcctg":682,"cgtttg":683,"cgcctt":684,"ttcctg":685,"ttcccg":686,"tttctg":687,"tttag":688,"aatca":689,"aatatg":690,"aatcta":691,"tgaaaa":692,"tgtgccg":693,"tgattg":694,"tgatgg":695,"catctg":696,"cataaa":697,"catcagg":698,"ggttg":699,"cccctg":700,"cctcca":701,"ccttgccg":702,"taggg":703,"tatag":704,"taccaa":705,"tattcg":706,"cggctg":707,"cggtaa":708,"cggtttg":709,"cggcta":710,"caatccg":711,"caaaaag":712,"ctgacg":713,"ctgggcg":714,"ttgaa":715,"ttgtttt":716,"cagtt":717,"cagtttg":718,"cagtgcg":719,"tcgaag":720,"tcgaagg":721,"aaatgccg":722,"cttcggg":723,"cttcgtg":724,"tggtaa":725,"tggaaag":726,"tggtag":727,"tggttta":728,"tggtgcg":729,"agtttt":730,"agcttg":731,"agattg":732,"atgattg":733,"attaa":734,"atttggg":735,"cagggg":736,"caggatg":737,"ccggtg":738,"tcggcta":739,"tcggtacg":740,"cgcgcaa":741,"taatgg":742,"gggaa":743,"gggcaa":744,"cctgaaaa":745,"acgata":746,"cccggg":747,"ctata":748,"acggccg":749,"aaagcgg":750,"ctggcag":751,"ctggtcaa":752,"cgacgcg":753,"cgataa":754,"tcagtt":755,"ttatccg":756,"ccaaccg":757,"ccttctt":758,"aaggcgg":759,"ccgccgcg":760,"cggcgaaa":761,"cggcgatg":762,"tgggcg":763,"ccgcgcccg":764,"atggtg":765,"cccacgg":766,"cttgggg":767,"cgcgggaatg":768,"ttcagacggcatcgg":769,"atcaa":770,"acaag":771,"acaaaa":772,"atcagg":773,"accaag":774,"ctaaa":775,"ctcagg":776,"ctccgg":777,"ctccag":778,"cgttcg":779,"ttcag":780,"tttaa":781,"ttacgg":782,"ttaaag":783,"ttcaaaa":784,"aactg":785,"aacca":786,"aatgcg":787,"aatacg":788,"aatacgg":789,"tgttgg":790,"tgtgcg":791,"tgcggcgg":792,"cacctg":793,"cacggg":794,"cacacg":795,"cattgccg":796,"cataccg":797,"ggaaa":798,"ccgttg":799,"ccgtcg":800,"ccccaa":801,"ccctcg":802,"cctcaag":803,"tacctg":804,"tacggg":805,"tatta":806,"tattta":807,"taccga":808,"cggaaaa":809,"cggttttg":810,"caacaa":811,"caacag":812,"caaata":813,"caaaagg":814,"caatcagg":815,"caaggcg":816,"ctgccgg":817,"ctgtcgg":818,"ctgggg":819,"ctgcccg":820,"ctgacgg":821,"ctgaaaa":822,"ctgcttg":823,"ctgatgg":824,"ttgatt":825,"ttgccgg":826,"ttgacg":827,"ttgcggg":828,"ttgaaag":829,"cagtg":830,"cagcca":831,"cagcctg":832,"cagcgtg":833,"cagacag":834,"cagcatg":835,"aaatccg":836,"aaatcaa":837,"aaatag":838,"ctttatg":839,"tggaca":840,"agca":841,"agccg":842,"agttg":843,"agatt":844,"agttgg":845,"aagtg":846,"aagctg":847,"aagatg":848,"atgaag":849,"atgtcgg":850,"atttcaa":851,"attttgg":852,"caggctt":853,"caggacgg":854,"ccggcag":855,"ccaccg":856,"ccatcgg":857,"tcggaaa":858,"tcggcttg":859,"tcggtatg":860,"tcggtgcg":861,"tcggtgcgg":862,"tttttgg":863,"ttttccgg":864,"tttttgtt":865,"ttttggcgg":866,"taatg":867,"taaccgg":868,"gggtgg":869,"cctgctg":870,"acgaca":871,"cccgca":872,"cccgata":873,"tccgcag":874,"tccgtcg":875,"tccgccgg":876,"tcaaaaa":877,"tcatta":878,"tcatggg":879,"tctgaaa":880,"ctacg":881,"ctatgccg":882,"aaaagg":883,"aaaatgg":884,"atagg":885,"ataccgg":886,"tccccg":887,"tccctg":888,"tcctcg":889,"tcctttt":890,"tccaaaa":891,"tccaaag":892,"cgggcg":893,"cttgcg":894,"cttgccgccg":895,"ttgggg":896,"tagaagg":897,"caagcg":898,"ccagcg":899,"ccaaca":900,"ccaatccg":901,"aagggg":902,"aaggttcagacggcatcgg":903,"cggcgag":904,"ttcgccg":905,"ttcgtcgg":906,"taaataa":907,"tttacg":908,"atggcg":909,"caaaatg":910,"tattggg":911,"tccacta":912,"tgttcgg":913,"tgttggg":914,"ccgacag":915,"aaaaacg":916,"acaagg":917,"tctatg":918,"taggcgg":919,"tatcgatg":920,"cggcaaacg":921,"tcattcccgcg":922,"tcagggcg":923,"caaacgccg":924,"aagagaagagaagagaagag":925,"tcattcccgcgcaggcggg":926,"accgccg":927,"accaaa":928,"cgca":929,"cgtca":930,"cgaaag":931,"cgccgcg":932,"cgcatcg":933,"ttaaaa":934,"ttcga":935,"ttcgtg":936,"ttcggcgg":937,"ttccga":938,"tttcta":939,"aacctg":940,"aacccg":941,"aatctg":942,"aattgg":943,"aacgtg":944,"aacaaa":945,"aacacg":946,"aatggg":947,"aattta":948,"aactcg":949,"tgcttg":950,"tgctgg":951,"tgtgcgg":952,"catatg":953,"caccaa":954,"cattcg":955,"cactcg":956,"catagg":957,"catatcg":958,"ggcatcg":959,"ccgctt":960,"ccgcca":961,"ccgcgcg":962,"ccgagg":963,"ccgtag":964,"cccctt":965,"cccatt":966,"cctcta":967,"cccagcg":968,"cctttttg":969,"tacga":970,"tacaaa":971,"tacacg":972,"tattttg":973,"taggcg":974,"tatcccg":975,"cggatt":976,"cggacg":977,"cggtcag":978,"caactt":979,"caaatg":980,"caacta":981,"caatcag":982,"caatctt":983,"caaccca":984,"ctgtcg":985,"ctgag":986,"ctgagg":987,"ctgctgg":988,"ctgcaag":989,"ctgcgtg":990,"ctgcccgg":991,"ttgtcgg":992,"ttgcccg":993,"ttgagg":994,"ttgccga":995,"ttgtc":996,"cagatt":997,"cagcagg":998,"cagcta":999,"aaacca":1000,"aaatggg":1001,"cttcaa":1002,"cttatg":1003,"cttcgcg":1004,"ctttccg":1005,"cttccaa":1006,"cttttttg":1007,"ctttgccg":1008,"tggccg":1009,"tggtcgg":1010,"tggtttt":1011,"tggaaaa":1012,"tggcgaa":1013,"agtt":1014,"agta":1015,"agtcg":1016,"agaaa":1017,"agagg":1018,"aagcc":1019,"aagcagg":1020,"aagata":1021,"atgta":1022,"atgcag":1023,"atgccgccg":1024,"atgatgg":1025,"attta":1026,"attcag":1027,"attacgg":1028,"attattg":1029,"attaccg":1030,"atttccgg":1031,"attttccg":1032,"caggtag":1033,"caggcacg":1034,"ccggtcgg":1035,"ccggttttg":1036,"ccata":1037,"ccacca":1038,"ccatttt":1039,"ccacctg":1040,"ccatta":1041,"tcggca":1042,"tcggcacg":1043,"tcggcatcgg":1044,"tttttttg":1045,"ttttcga":1046,"tttttacg":1047,"taattg":1048,"taatcg":1049,"taacggg":1050,"gggag":1051,"gggatg":1052,"gggcagg":1053,"gggtttt":1054,"gggcgtg":1055,"cctgata":1056,"acgctgg":1057,"acgaagg":1058,"acgactg":1059,"cccgccg":1060,"cccgaag":1061,"tccga":1062,"tccgtg":1063,"tttgcg":1064,"tttgacg":1065,"tttgaaaa":1066,"tcaatg":1067,"tcaacgg":1068,"tcaaaccg":1069,"tcattg":1070,"tcatcaa":1071,"tcatcag":1072,"tctgaa":1073,"tctggg":1074,"tctgacg":1075,"ctatg":1076,"ctacgg":1077,"acggcgg":1078,"acggcaa":1079,"acggcgcgg":1080,"aaaaaa":1081,"aaaatcg":1082,"aaaacccg":1083,"aaaatgccg":1084,"aaaatggg":1085,"atattgg":1086,"atatgtt":1087,"tcctcaa":1088,"aaagcctg":1089,"aggcg":1090,"aggcaa":1091,"aggcag":1092,"aggaaaa":1093,"cttgaag":1094,"ttggcaag":1095,"tagtgg":1096,"ctggcg":1097,"ctggaaag":1098,"tcagttg":1099,"tcttcg":1100,"tcttctt":1101,"tctttgatt":1102,"cgtgcgg":1103,"cgtgctg":1104,"cgtgaag":1105,"ccagcctg":1106,"caaacc":1107,"caaacaa":1108,"caaacag":1109,"caaacagg":1110,"caaacta":1111,"caaacacg":1112,"ttacgcg":1113,"ttatca":1114,"tatgccg":1115,"ccaacccg":1116,"ttttgccg":1117,"ttttgcgg":1118,"cggcgttg":1119,"ttcgatt":1120,"acattg":1121,"acatccg":1122,"ccgcgcctg":1123,"cggcggcaag":1124,"atggcaa":1125,"caaaatgg":1126,"catttccg":1127,"ccctgatg":1128,"ccctgattg":1129,"tgttccgg":1130,"tttggaaaa":1131,"tcgggtttg":1132,"ttcggacgg":1133,"cttggtcg":1134,"taggtcgg":1135,"tttcgatg":1136,"ataagg":1137,"cattgtttt":1138,"ccttgag":1139,"tatggata":1140,"cccggtg":1141,"cctatctg":1142,"tgatgccg":1143,"ctgccggg":1144,"caaaaagg":1145,"ccacgccgg":1146,"aagcggtag":1147,"tgccgtctgaaa":1148,"tgccgtctgaaggttcagacggcatcgg":1149,"ccgtctgaaa":1150,"cgtgggttttg":1151,"tgttttccaag":1152,"tagcggattaa":1153,"attcccgcctgcgcgggaatg":1154,"accttg":1155,"accta":1156,"accatg":1157,"ctcca":1158,"ctcccg":1159,"ctctgg":1160,"ctcctt":1161,"cgtcc":1162,"cgcaaa":1163,"cgtatg":1164,"cgcaggg":1165,"cgccca":1166,"cgttgccg":1167,"cgccttg":1168,"cgcccaag":1169,"cgatatt":1170,"ttcgcg":1171,"ttacg":1172,"ttcaaa":1173,"tttccgg":1174,"tttaag":1175,"ttcccaa":1176,"tttccag":1177,"tttcagacgg":1178,"tttccaag":1179,"aataa":1180,"aacta":1181,"aacctt":1182,"aaccgccg":1183,"aattcg":1184,"aatcccg":1185,"aatagg":1186,"aatccag":1187,"aattggg":1188,"aacagccg":1189,"aataaccg":1190,"tgcta":1191,"tgata":1192,"tgtag":1193,"tgcacg":1194,"tgttta":1195,"tgtaccg":1196,"tgaatt":1197,"cacagg":1198,"cacca":1199,"cacttg":1200,"catgccg":1201,"cattta":1202,"catatt":1203,"cacaaag":1204,"cacatcg":1205,"catcctg":1206,"catcaaag":1207,"catctcg":1208,"caccatt":1209,"ccgccgg":1210,"ccgacgg":1211,"ccgaca":1212,"ccgtggg":1213,"ccgccca":1214,"ccgtaccg":1215,"cccc":1216,"cctctg":1217,"cctcctg":1218,"ccctttg":1219,"cctccgg":1220,"cctaaaa":1221,"ccccatcg":1222,"ccctaa":1223,"ccccgcgcctg":1224,"tacag":1225,"tacta":1226,"tatcag":1227,"tacctt":1228,"tactcg":1229,"taccgcg":1230,"tacaaaa":1231,"tattgccg":1232,"tatcttg":1233,"tactcgg":1234,"tatccaa":1235,"cggcagg":1236,"cggccgg":1237,"cggtctg":1238,"cggcaag":1239,"cggtatg":1240,"cggtaaaa":1241,"cggtgttg":1242,"cggtggcgg":1243,"cggtgtg":1244,"caacagg":1245,"caacca":1246,"caacctg":1247,"caacccg":1248,"caatca":1249,"caatag":1250,"caatgccg":1251,"caataaa":1252,"caatcggg":1253,"caatacgg":1254,"caaacggg":1255,"ctgcca":1256,"ctgcctg":1257,"ctgtcc":1258,"ctgttttgg":1259,"ctgccaaag":1260,"ctgcggcag":1261,"ttgca":1262,"ttgcag":1263,"ttgtcg":1264,"ttgccgccg":1265,"ttgccgcg":1266,"ttgcgtt":1267,"cagtcg":1268,"cagcgcg":1269,"cagaca":1270,"cagcaaaa":1271,"cagcatcg":1272,"tcgtgg":1273,"tcgtcgg":1274,"tcgctgg":1275,"aaacggg":1276,"aaattta":1277,"aaaggcg":1278,"aaaccctg":1279,"cttatt":1280,"cttccgg":1281,"ctttttg":1282,"ctttta":1283,"cttggcg":1284,"ctttgcgg":1285,"cttcgatg":1286,"ctttcagacgg":1287,"cttcgtgggttttg":1288,"tggtcg":1289,"tggcgcg":1290,"tggacg":1291,"tggacgg":1292,"tggcggg":1293,"tggatttg":1294,"tggctgccg":1295,"tggtagcgg":1296,"agcc":1297,"agcagg":1298,"aagatt":1299,"aagccgg":1300,"aagtag":1301,"aagccgccg":1302,"aagtggg":1303,"aagatttg":1304,"atgttg":1305,"atgcgcg":1306,"atgacg":1307,"atgtttg":1308,"atgagg":1309,"atgctgg":1310,"atgggcgg":1311,"attccg":1312,"attatt":1313,"attcctg":1314,"atttttg":1315,"atttctg":1316,"atttctt":1317,"atttacg":1318,"attttgccg":1319,"atttttgg":1320,"attttggg":1321,"caggtt":1322,"caggatt":1323,"ccggaaa":1324,"ccggtttg":1325,"ccggcta":1326,"ccggagg":1327,"ccggtcag":1328,"ccggtatt":1329,"ccacgg":1330,"ccatccg":1331,"ccatca":1332,"ccatctg":1333,"ccatcagg":1334,"ccatcccg":1335,"ccactttcg":1336,"tcggtg":1337,"tcggtag":1338,"tcggcggcg":1339,"tcggttcg":1340,"tcggcgcgg":1341,"tcggtaag":1342,"tcggcaagg":1343,"tcggtgtcg":1344,"tcggcttggg":1345,"tcggcacgg":1346,"tttta":1347,"ttttctg":1348,"ttttttg":1349,"ttttcctg":1350,"ttttccaa":1351,"tttttcta":1352,"ttttgggcgg":1353,"cgcgaag":1354,"cgcgatg":1355,"cgcgtctt":1356,"cgcgccca":1357,"taacgg":1358,"taaaag":1359,"taacca":1360,"taatctg":1361,"taatgccg":1362,"taattta":1363,"taaaacg":1364,"taatgtt":1365,"taaaaata":1366,"gggtt":1367,"gggttg":1368,"gggcag":1369,"gggcgcg":1370,"gggctgg":1371,"gggcatt":1372,"gggtttggg":1373,"cctgttg":1374,"cctgtttt":1375,"cctgcctg":1376,"cctgcctt":1377,"cctgcaca":1378,"cctgaaatg":1379,"acgtgg":1380,"acgtttg":1381,"acgacgg":1382,"acgggcg":1383,"acgatttg":1384,"acgaagag":1385,"acgatttcg":1386,"cccgcca":1387,"cccgtttt":1388,"cccgaaag":1389,"cccgattg":1390,"cccgcgccg":1391,"tccgaa":1392,"tccgttg":1393,"tccgctt":1394,"tccgatg":1395,"tccgcccg":1396,"tccgtcc":1397,"tccgcacg":1398,"tccgattg":1399,"tttgtcg":1400,"tttgcctg":1401,"tttgggcgg":1402,"tcaaacg":1403,"tcaatcag":1404,"tcaacatcg":1405,"tcaaacaa":1406,"tcaaacag":1407,"tcatccg":1408,"tcatag":1409,"tcatcctg":1410,"tcattaccg":1411,"tctgaaag":1412,"tctgtccgg":1413,"ctacggg":1414,"ctatcagg":1415,"ctatgatg":1416,"ctacatcgg":1417,"acggtacg":1418,"aaaatt":1419,"aaaaaag":1420,"aaaaaagg":1421,"aaaacgccg":1422,"atatgg":1423,"atatttt":1424,"atacccg":1425,"atatatt":1426,"atataggg":1427,"tcccaa":1428,"tccccgccg":1429,"cgggatg":1430,"cgggggg":1431,"cgggaca":1432,"aaagata":1433,"aaagaatg":1434,"aggtt":1435,"aggccg":1436,"aggacgg":1437,"aggcggcg":1438,"cttgaa":1439,"cttgcgg":1440,"cttgag":1441,"cttgcctt":1442,"ttggtg":1443,"ttggacg":1444,"ttggtag":1445,"ttggcacg":1446,"tagataa":1447,"ctggttg":1448,"ctggatt":1449,"cgactg":1450,"cgaccgg":1451,"cgacca":1452,"cgacatcg":1453,"cgactttg":1454,"tcagcg":1455,"tcttttg":1456,"tctttgg":1457,"cgtgtccg":1458,"cgtgatgg":1459,"ccagcc":1460,"ccagcgg":1461,"ccagctcg":1462,"ccagcgcgg":1463,"caaactg":1464,"caaacca":1465,"caaacccg":1466,"caaatccg":1467,"ttacca":1468,"ttatctt":1469,"cacgtt":1470,"ccaagg":1471,"ccaacgg":1472,"ccaatttt":1473,"ccaacaag":1474,"ccaatatgg":1475,"ccaactgccg":1476,"ccttttg":1477,"cctttctg":1478,"ccttcga":1479,"cctttatg":1480,"ttttgtt":1481,"ttttgaagg":1482,"ttttgcccccg":1483,"aaggtatg":1484,"aaggccgtctg":1485,"cggcgtt":1486,"cggcgtttt":1487,"cggcgacg":1488,"ttcgtcca":1489,"acatg":1490,"acacag":1491,"acatttg":1492,"acatcaa":1493,"acaccctg":1494,"taaacag":1495,"tgggcgcg":1496,"tgggtaa":1497,"tttaccg":1498,"tttatttt":1499,"tttatttgg":1500,"cagggctt":1501,"cagggcgcg":1502,"ctcgag":1503,"ccgcgctg":1504,"cggcggag":1505,"cggcggtttg":1506,"cggcggcta":1507,"atggtt":1508,"caaaacgg":1509,"tattcctg":1510,"tatttcca":1511,"caaagccg":1512,"ggcgaa":1513,"tccatcg":1514,"aatgcgg":1515,"aatgttta":1516,"ccctgcg":1517,"ccctgccgcg":1518,"tgtttgg":1519,"ccgacaa":1520,"ccgacca":1521,"ccgatccg":1522,"ccgaccaag":1523,"tcccgtccg":1524,"tcctgatg":1525,"tcctgcccg":1526,"tgcggatg":1527,"cccactt":1528,"tctccg":1529,"tccaggg":1530,"tctcccg":1531,"tttggaa":1532,"ctttgttg":1533,"acaacgg":1534,"acaaggcgg":1535,"atttgggg":1536,"atttgagg":1537,"ttcggcaag":1538,"ccaaatt":1539,"ccaaatcg":1540,"ccaaactgg":1541,"taggcgacgcg":1542,"acaga":1543,"cccaagg":1544,"cccaaata":1545,"tatcgaca":1546,"tttcgagattg":1547,"ataaaa":1548,"ccttgtcctgatt":1549,"tgctgatg":1550,"tccagcg":1551,"tctggcgg":1552,"tctggatt":1553,"taaagatt":1554,"caaggctt":1555,"aatattta":1556,"cgatgacgg":1557,"ttccggg":1558,"cggcaacgg":1559,"ctgccgaag":1560,"acttggg":1561,"tgattaaag":1562,"atagtacgg":1563,"cttcgggg":1564,"cgaaaag":1565,"caaaaatcagg":1566,"cttgggtg":1567,"catatttg":1568,"cgaagcg":1569,"cggcagttgg":1570,"aaatcgtaaa":1571,"aaaggttttcagacgg":1572,"cgttgcg":1573,"tcgatgctgtg":1574,"tgtgtgccg":1575,"ccaaaaaag":1576,"atgggcgcg":1577,"attatccag":1578,"aagggcgg":1579,"ctgaccgg":1580,"ctgggcgcg":1581,"attgggg":1582,"tgtccgtaggcgacgcg":1583,"ccttggtgg":1584,"ccggcgtgg":1585,"ccgtctgaaaaa":1586,"taccggtttttgtt":1587,"catcagcg":1588,"caatacgcg":1589,"atgccgtctgaaaa":1590,"cgcccgccccgcgcctg":1591,"acggcgtaa":1592,"ctctcca":1593,"ttgacggcgg":1594,"tcgaatcgatgctgtg":1595,"ccagttgtggtagcgg":1596,"aagcgggtgttttccaag":1597,"caggttttagg":1598,"aatctagg":1599,"gggaatcag":1600,"cgtccccagttgtggtagcgg":1601,"cttcgtgggttttgaagcgggtgttttccaag":1602,"atatagggtttg":1603,"acaaggcggcgggccg":1604,"cgcccgccccgcgcctgtaaa":1605,"cttcgtgggttttgaagcgggtgttttccaagcgtccccagttgtggtagcgg":1606,"accaa":1607,"acaggg":1608,"accgcg":1609,"atcca":1610,"actttg":1611,"atccag":1612,"ataaag":1613,"accccg":1614,"atcatg":1615,"accatcg":1616,"acaggcg":1617,"acaagccg":1618,"atcctgatt":1619,"ctcatt":1620,"ctcaggg":1621,"ctctgccg":1622,"ctccaa":1623,"ccagggcgg":1624,"gattcccgcctgcgcgggaatg":1625,"cgcttg":1626,"cgctgg":1627,"cgtcag":1628,"cgttta":1629,"cgctcg":1630,"cgcggcgg":1631,"cgcaaag":1632,"cgccga":1633,"cgtcctg":1634,"cgtcta":1635,"cgtatcg":1636,"cgccaag":1637,"cgtaaag":1638,"cgaata":1639,"cgcaaaaa":1640,"cgatta":1641,"cggggcg":1642,"cgattttg":1643,"cgtccaa":1644,"cgctggg":1645,"ttaaa":1646,"ttccgg":1647,"ttagg":1648,"ttccaa":1649,"tttaaa":1650,"ttccgcg":1651,"ttaaaaa":1652,"tttcggg":1653,"tttaaag":1654,"ttatag":1655,"tttcaaag":1656,"ttaatt":1657,"ttcatgg":1658,"tttcatcg":1659,"ttacga":1660,"ttacgatg":1661,"ttccgcgccg":1662,"ttcttgaag":1663,"aatcaa":1664,"aatcc":1665,"aacttg":1666,"aatag":1667,"aatcag":1668,"aatta":1669,"aacaaag":1670,"aatcca":1671,"aatcctg":1672,"aataccg":1673,"aattcgg":1674,"aataag":1675,"aacattg":1676,"aatctgg":1677,"aaaagccg":1678,"aacacgg":1679,"aaccgtg":1680,"aacatca":1681,"aattgag":1682,"aactgatg":1683,"aatccaa":1684,"aacaaaccg":1685,"aaccgatccg":1686,"tgca":1687,"tgcctg":1688,"tgtctg":1689,"tgcggcg":1690,"tgttcg":1691,"tgtaaa":1692,"tgtggg":1693,"tgtccgg":1694,"tgtattg":1695,"tgataa":1696,"tgtctgg":1697,"tgtgatg":1698,"tgtgttg":1699,"tggggcg":1700,"tgtttgccg":1701,"tgacgacg":1702,"tgtgttccgg":1703,"cacta":1704,"caccag":1705,"caccgccg":1706,"catggg":1707,"caccgcg":1708,"cacaaaa":1709,"cacatt":1710,"caccctg":1711,"cactttg":1712,"catccgg":1713,"cataag":1714,"catcttg":1715,"cacccaa":1716,"caccaag":1717,"catatgg":1718,"catctgg":1719,"cataaag":1720,"cactcaa":1721,"cactgccg":1722,"cacagcg":1723,"cacaacg":1724,"catcatg":1725,"cacaaaaa":1726,"catcaag":1727,"catcatt":1728,"catccaa":1729,"cactca":1730,"cactggcgg":1731,"cactctg":1732,"ggtt":1733,"ggca":1734,"gggg":1735,"ggctg":1736,"ggag":1737,"ggatt":1738,"ggcatt":1739,"ccgcgg":1740,"ccgtgg":1741,"ccgcagg":1742,"ccgtaa":1743,"ccgtcaa":1744,"ccgctgg":1745,"ccgccag":1746,"ccgcacg":1747,"ccgtatg":1748,"ccgattg":1749,"ccgaccg":1750,"ccgcatt":1751,"ccgaatg":1752,"ccgtc":1753,"ccgatttg":1754,"ccgccaaa":1755,"ccgaata":1756,"ccgttccg":1757,"ccgattatg":1758,"cccagg":1759,"cccatcg":1760,"ccccga":1761,"cctcccg":1762,"cctc":1763,"cctaccg":1764,"ccccaaa":1765,"cccccaa":1766,"cccccgg":1767,"cctccag":1768,"cctaaag":1769,"ccctcaa":1770,"cccttcg":1771,"cctcgcg":1772,"cctttggg":1773,"ccctttgg":1774,"cccttta":1775,"cccttgccg":1776,"ccctcc":1777,"tacagg":1778,"tacgcg":1779,"tataa":1780,"tactgg":1781,"tacaag":1782,"tacatt":1783,"tatcagg":1784,"tatcca":1785,"tacatcg":1786,"taccaag":1787,"tacagcg":1788,"tatttttg":1789,"taccacg":1790,"tatatttg":1791,"tataagg":1792,"tataaaaa":1793,"tatagcggattaa":1794,"cggtca":1795,"cggtag":1796,"cggaagg":1797,"cggttcg":1798,"cggcaggg":1799,"cggtatt":1800,"cggtattg":1801,"cggtcaag":1802,"cggacgcg":1803,"cggagag":1804,"cggctcgccg":1805,"caaca":1806,"caactg":1807,"caaccgg":1808,"caatcgg":1809,"caataa":1810,"caacttg":1811,"caactgg":1812,"caattttg":1813,"caacatt":1814,"caatc":1815,"caataccg":1816,"caatattg":1817,"caacgccg":1818,"caacgatg":1819,"caattccg":1820,"caatgtcg":1821,"caaaagccg":1822,"caacttcg":1823,"caatgcag":1824,"caatatcgg":1825,"caaaagcgg":1826,"ctgtgg":1827,"ctgttgg":1828,"ctgtatg":1829,"ctgccgccg":1830,"ctgttta":1831,"ctgctcg":1832,"ctgtacg":1833,"ctgaatg":1834,"ctgcatcg":1835,"ctgtgtt":1836,"ctgccga":1837,"ctgtc":1838,"ctgacaa":1839,"ctgcgcgg":1840,"ctgcaagg":1841,"ctgacggg":1842,"ctgtcgag":1843,"ctgcaaccg":1844,"ctgcacaa":1845,"ctgctgatg":1846,"ttgtg":1847,"ttgcaa":1848,"ttgtgg":1849,"ttgcca":1850,"ttgtaa":1851,"ttgtttg":1852,"ttgtca":1853,"ttgata":1854,"ttgcttg":1855,"ttgccaa":1856,"ttgcctt":1857,"ttgtgccg":1858,"ttgttta":1859,"ttgcggcgg":1860,"ttgccaaa":1861,"ttgcgatg":1862,"ttgaaaaag":1863,"ttgcggttg":1864,"cagtccg":1865,"cagaaag":1866,"cagcaag":1867,"cagcctt":1868,"cagtgccg":1869,"cagcggcg":1870,"cagatgg":1871,"cagaaaaa":1872,"cagtcggg":1873,"cagtagg":1874,"cagtttcg":1875,"cagcaca":1876,"cagtcatg":1877,"cagccacg":1878,"cagcacaa":1879,"tcgtt":1880,"tcgctg":1881,"tcgaaa":1882,"tcgtttt":1883,"tcgacg":1884,"tcgaaaa":1885,"tcgtcc":1886,"tcgaca":1887,"tcgctcg":1888,"tcgccgcg":1889,"tcgaccg":1890,"tcgaatg":1891,"tcgaaaaa":1892,"tcgatttg":1893,"tcgtattg":1894,"tcgcgag":1895,"tcgaata":1896,"tcgtgatg":1897,"tcgttttgg":1898,"tcgaaaccg":1899,"tcgtgcag":1900,"tcgccgtg":1901,"tcgttgag":1902,"tcgcaggcg":1903,"tcgccgtt":1904,"tcgtccaag":1905,"tcgaagcag":1906,"tcgcgcgtgg":1907,"aaacc":1908,"aaacagg":1909,"aaatcgg":1910,"aaacgcg":1911,"aaacctg":1912,"aaatcc":1913,"aaaccaa":1914,"aaacggcg":1915,"aaataaa":1916,"aaatacg":1917,"aaatgtt":1918,"aaatcctg":1919,"aaatacgg":1920,"aaacaccg":1921,"aaatgctg":1922,"aaatccag":1923,"aaatcatg":1924,"aaaccatcg":1925,"aaatcctt":1926,"aaataaagg":1927,"aaatgccgtctgaaggttcagacggcatcgg":1928,"cttag":1929,"cttaag":1930,"cttcca":1931,"ctttcgg":1932,"ctttca":1933,"ctttctg":1934,"ctttcc":1935,"cttttgg":1936,"cttccgcg":1937,"cttaccg":1938,"cttcaaag":1939,"ctttcca":1940,"ctttgtt":1941,"cttccca":1942,"ctttaccg":1943,"ctttcta":1944,"cttcgccg":1945,"cttcttggg":1946,"cttcggctt":1947,"ctttatcgg":1948,"cttaaaag":1949,"cttatcg":1950,"cttctatt":1951,"cttctgca":1952,"tggttg":1953,"tggaag":1954,"tggccgg":1955,"tggtttg":1956,"tggcaag":1957,"tggattg":1958,"tggatgg":1959,"tggcaaaa":1960,"tggttgccg":1961,"tggacag":1962,"tggtttcg":1963,"tggatag":1964,"tggtgcag":1965,"tggtcgag":1966,"tggcataa":1967,"tggaaaaag":1968,"tggaattg":1969,"tggaagcg":1970,"tggattcccgcctg":1971,"agcaa":1972,"agcctg":1973,"agacg":1974,"agaagg":1975,"agttta":1976,"agtgcg":1977,"agaatg":1978,"agacaa":1979,"agcgatg":1980,"agcggcaa":1981,"agtttttg":1982,"agcgaag":1983,"agcatca":1984,"agcaaccg":1985,"agctgtt":1986,"agtatctg":1987,"aagtttt":1988,"aagcctg":1989,"aagacg":1990,"aagacgg":1991,"aagtcc":1992,"aagaaag":1993,"aagcctt":1994,"aagttttg":1995,"aagaca":1996,"aagcatcg":1997,"aagacaa":1998,"aagacag":1999,"aagtcttg":2000,"aagtcatg":2001,"aagccaaag":2002,"aagtcggcg":2003,"aagatttgg":2004,"aagccatcg":2005,"aagaacgcg":2006,"atgcca":2007,"atgtttt":2008,"atgaaag":2009,"atgttgg":2010,"atgtgccg":2011,"atgtcca":2012,"atgtgtt":2013,"atgtgcgg":2014,"atgttcgg":2015,"atgacggg":2016,"atgaggg":2017,"atgctgttg":2018,"atgacga":2019,"atgcacgcg":2020,"attata":2021,"atttcc":2022,"attaaag":2023,"atttta":2024,"attttttg":2025,"atttgccg":2026,"attaca":2027,"atttaaa":2028,"attttta":2029,"atttatt":2030,"atttgtt":2031,"atttcccg":2032,"attacag":2033,"attcccgg":2034,"atttccag":2035,"attatatg":2036,"attcgatgg":2037,"attcgtcgg":2038,"caggtgg":2039,"caggtcgg":2040,"caggtttg":2041,"caggcaag":2042,"caggcggcg":2043,"caggttta":2044,"caggcggcgg":2045,"caggatgg":2046,"caggtttgg":2047,"caggacaa":2048,"caggcgtt":2049,"caggcaagg":2050,"caggtgtcg":2051,"caggctttgg":2052,"caggacgag":2053,"caggcggacgg":2054,"caggcatatg":2055,"ccggtt":2056,"ccggcgg":2057,"ccggcaa":2058,"ccggatt":2059,"ccggtttt":2060,"ccggacgg":2061,"ccggttgg":2062,"ccggcgtg":2063,"ccggcctt":2064,"ccggaca":2065,"ccggtaaa":2066,"ccggtgcgg":2067,"ccggtcggg":2068,"ccggacag":2069,"ccggcgtt":2070,"ccggactg":2071,"ccggtatcgg":2072,"ccggttcggg":2073,"ccaccgg":2074,"ccatag":2075,"ccaccgccg":2076,"ccattcg":2077,"ccaccctg":2078,"ccatgcgg":2079,"ccataccg":2080,"ccataaag":2081,"ccatcatg":2082,"ccatcatcg":2083,"ccatatggg":2084,"ccattatcg":2085,"ccatagag":2086,"tcggatt":2087,"tcggtttg":2088,"tcggcga":2089,"tcggtta":2090,"tcggctcg":2091,"tcggtacgg":2092,"tcggtaaaa":2093,"tcggcggcaa":2094,"tcggcacaa":2095,"tcggatgcgg":2096,"tcggtttcgg":2097,"ttttaaa":2098,"tttttca":2099,"tttttcc":2100,"ttttcggg":2101,"tttttag":2102,"ttttcacg":2103,"tttttaaa":2104,"tttttgcg":2105,"tttttatt":2106,"tttttc":2107,"tttttccgg":2108,"ttttacccg":2109,"ttttagttgg":2110,"cgcga":2111,"cgcgag":2112,"cgcgcca":2113,"cgcgtaa":2114,"cgcgggg":2115,"cgcgcccg":2116,"cgcgtttg":2117,"cgcgttttg":2118,"cgcgtgccg":2119,"cgcgtcca":2120,"cgcgcaccg":2121,"cgcgactg":2122,"cgcgtgatt":2123,"cgcgaattg":2124,"taatt":2125,"taacagg":2126,"taataa":2127,"taacta":2128,"taatcc":2129,"taatcag":2130,"taattcg":2131,"taataaa":2132,"taataaaa":2133,"taacgaag":2134,"taatcaag":2135,"taacggacgg":2136,"taaaaagcgg":2137,"gggtttg":2138,"gggtctg":2139,"gggcggg":2140,"gggcttg":2141,"gggtatg":2142,"gggaacg":2143,"gggcgag":2144,"gggcgta":2145,"gggaaccg":2146,"gggcgcggg":2147,"gggctgttg":2148,"cctgcag":2149,"cctgcca":2150,"cctgaagg":2151,"cctgccgccg":2152,"cctgattg":2153,"cctgatgg":2154,"cctgcatcg":2155,"cctgacag":2156,"cctgcccaa":2157,"cctgcgccg":2158,"cctgacc":2159,"cctgaaccgg":2160,"acgccg":2161,"acgcag":2162,"acgcta":2163,"acgtcc":2164,"acgcaag":2165,"acgcacg":2166,"acgtgcg":2167,"acgaatg":2168,"acgacag":2169,"acgtgatt":2170,"acgacc":2171,"acgatatg":2172,"acgacgag":2173,"acgacatcg":2174,"cccgacg":2175,"cccgtccg":2176,"cccgcga":2177,"cccgcctt":2178,"cccgaagg":2179,"cccgcgcgtt":2180,"tccgtt":2181,"tccgaaaa":2182,"tccgccag":2183,"tccgtgccg":2184,"tccgaccg":2185,"tccgccca":2186,"tccgaaaaa":2187,"tccgtatgg":2188,"tccgtcatt":2189,"tccgttatg":2190,"tccgaacgcg":2191,"tccgaaccgg":2192,"tttgccgg":2193,"tttgggg":2194,"tttgtcaa":2195,"tttgacgg":2196,"tttgccag":2197,"tttgtta":2198,"tttgggcg":2199,"tttgaacg":2200,"tttgttcgg":2201,"tttgataa":2202,"tttgtactg":2203,"tttgtcggtgcg":2204,"tttgaaatcgtaaa":2205,"tcaataa":2206,"tcaaagg":2207,"tcaatctgg":2208,"tcaaactg":2209,"tcaaaacgg":2210,"tcaaaaacgg":2211,"tcaaaatcg":2212,"tcatgg":2213,"tcatttt":2214,"tcatgtt":2215,"tcacgccgccg":2216,"tcatcggctt":2217,"tcatggtgcg":2218,"tctgtttg":2219,"tctgatgg":2220,"tctgggcg":2221,"tctgaacg":2222,"tctgaaaaa":2223,"ctatcg":2224,"ctactt":2225,"ctatgg":2226,"ctacctg":2227,"ctatcc":2228,"ctataaa":2229,"ctatgtt":2230,"ctatccag":2231,"ctatgatt":2232,"ctacataa":2233,"ctatgtgg":2234,"ctatgaaa":2235,"ctacacggg":2236,"ctacaacta":2237,"acggcag":2238,"acggag":2239,"acggcagg":2240,"acggcgcg":2241,"acggtttg":2242,"acggtctg":2243,"acggcggcg":2244,"acggttta":2245,"acggcaaaa":2246,"acggacaa":2247,"acggtacgg":2248,"acggcagcg":2249,"acggcgaa":2250,"acggcacgg":2251,"acggcgta":2252,"acggtttggg":2253,"acggacaaa":2254,"acggaagggg":2255,"acggcttcgcg":2256,"aaaacaa":2257,"aaaatca":2258,"aaaaccgcg":2259,"aaaatacg":2260,"aaaaaatg":2261,"aaaatatcg":2262,"atata":2263,"ataccgccg":2264,"atatggg":2265,"atattta":2266,"atatgcg":2267,"atacggcgg":2268,"atattccg":2269,"atacgtcgg":2270,"tcctgg":2271,"tcccaaa":2272,"tccaagg":2273,"tccaacg":2274,"tcctttgg":2275,"tcctcta":2276,"tccttcgg":2277,"tccaaatcg":2278,"cgggtg":2279,"cgggtttt":2280,"cgggtgcgg":2281,"cgggatag":2282,"cgggtgagg":2283,"cgggtattgccg":2284,"aaagcg":2285,"aaagcaa":2286,"aaagcca":2287,"aaagcccg":2288,"aaagcactg":2289,"aggttg":2290,"aggaaaaa":2291,"aggccgtctg":2292,"cttgatg":2293,"cttgcagg":2294,"cttgaaaa":2295,"cttgccgcg":2296,"cttgcctttt":2297,"ttggcaa":2298,"ttggcagg":2299,"ttggcgcg":2300,"ttggaaaa":2301,"ttggcga":2302,"ttggcacgcg":2303,"ttggggtg":2304,"ttggctgaaaa":2305,"tagctg":2306,"tagaag":2307,"tagccgg":2308,"tagcctg":2309,"tagagg":2310,"tagcaaccg":2311,"tagtcgaatcgatgctgtg":2312,"ctggcagg":2313,"ctggcgcg":2314,"ctggata":2315,"ctggaaaaa":2316,"ctggacaa":2317,"ctggctttgg":2318,"ctggcgatt":2319,"ctggcattggg":2320,"cgacag":2321,"cgatcc":2322,"cgacttg":2323,"cgatcag":2324,"cgaccag":2325,"cgaccgcg":2326,"cgacatt":2327,"cgatcagg":2328,"cgatggcgg":2329,"cgacttggg":2330,"cgatcaag":2331,"cgatggtg":2332,"tcagccg":2333,"tcagagg":2334,"tcagcgtg":2335,"tcagcgaa":2336,"tcagcttggg":2337,"tcagtttttg":2338,"tcagcgaag":2339,"tcagacga":2340,"tcttca":2341,"tcttatt":2342,"tctttatg":2343,"tctttgccg":2344,"tctttttca":2345,"caagaaa":2346,"caagccgg":2347,"caagcaaa":2348,"caagtgccg":2349,"caagtgcg":2350,"cgtgtcg":2351,"cgtgctgg":2352,"cgtgggcgg":2353,"cgtgtttgag":2354,"cgtgaaaatgg":2355,"ccagcca":2356,"ccagtttg":2357,"ccagattg":2358,"caaataa":2359,"caaaccga":2360,"caaactcgg":2361,"caaatcggcgg":2362,"caaacacgccg":2363,"caaataagg":2364,"ttaccgg":2365,"ttaccaa":2366,"cacgatg":2367,"cacgtctt":2368,"cacgcggcgg":2369,"cacgaatg":2370,"cacgccctg":2371,"cacgccca":2372,"tatgaa":2373,"tatgtcg":2374,"tatgcggg":2375,"tatgattg":2376,"tatgaaccg":2377,"tatgaaca":2378,"tatgccgtctgaaa":2379,"ccaaaag":2380,"ccaacctg":2381,"ccaacgcc":2382,"ccttatg":2383,"ccttccag":2384,"cctttacg":2385,"ccttcgatg":2386,"ccttcggctt":2387,"cctttcccgg":2388,"ttttgag":2389,"ttttgatg":2390,"ttttgtggg":2391,"ttttgccgcg":2392,"tgccgcg":2393,"tgccgata":2394,"tgccgctttg":2395,"aaggtt":2396,"aaggcag":2397,"aaggcctg":2398,"aaggacag":2399,"aaggcatg":2400,"aaggcgatg":2401,"aaggcgcgcg":2402,"aaggtcgtctg":2403,"ccgccgtg":2404,"ccgccggg":2405,"ccgccgctg":2406,"ccgccgaaa":2407,"ccgccgacaa":2408,"ccgccgtgcag":2409,"ccgccgaagtcg":2410,"cggcgttgg":2411,"cggcgaagg":2412,"cggcgaagag":2413,"ttcgcaa":2414,"ttcgtaa":2415,"ttcgtctg":2416,"ttcgctgg":2417,"ttcgccca":2418,"ttcgccatcg":2419,"acatgg":2420,"acattgg":2421,"acacctcg":2422,"taaattg":2423,"taaatcgg":2424,"taaacccg":2425,"taaaccag":2426,"tgggcgg":2427,"tgggcaaa":2428,"tgggcgag":2429,"attgtgg":2430,"attgcctg":2431,"tttaccgg":2432,"tttacgaa":2433,"cagggcg":2434,"cagggtg":2435,"cagggtgcgg":2436,"cagggctttg":2437,"cagggttcgg":2438,"cagggtttcg":2439,"cagggagag":2440,"ctcgatg":2441,"ccgcgctt":2442,"ccgcgag":2443,"ccgcgatt":2444,"ccgcgccttg":2445,"tgcgttg":2446,"tgcgggg":2447,"tgcgacg":2448,"tgcgcggcgcg":2449,"tgcgaatcccg":2450,"accgtt":2451,"accgcca":2452,"accgtgccg":2453,"accgcattg":2454,"accgaaccg":2455,"accgacaccctg":2456,"tacgag":2457,"tacgcacgg":2458,"cggcggaaa":2459,"cggcggtaaa":2460,"cggcggctttg":2461,"cggcggcggttg":2462,"cggcggcggcta":2463,"atggcgcg":2464,"atggacg":2465,"atggtattg":2466,"atggcgag":2467,"atggcgatg":2468,"atggctgtg":2469,"atggaatgcg":2470,"caaaatcaa":2471,"caaaacctcca":2472,"tatttcg":2473,"tattatt":2474,"tattacg":2475,"tattcggg":2476,"tatttcag":2477,"tattaacg":2478,"cattatg":2479,"catttcgg":2480,"cattcccg":2481,"cattcaaaa":2482,"caaagcgg":2483,"caaagatg":2484,"caaagcca":2485,"caaagaca":2486,"caaagactt":2487,"ggcgagg":2488,"ggcgagaa":2489,"tccatg":2490,"tccatgatg":2491,"tccatactg":2492,"aatgtgccg":2493,"aacgaa":2494,"aacgaacg":2495,"aacgtaaag":2496,"aacgaagtcg":2497,"catcgggcg":2498,"ccctgttg":2499,"ccctgttttg":2500,"ccctgttcg":2501,"ccctgccgctg":2502,"tgtttccgg":2503,"ccgacgcg":2504,"ccgacctg":2505,"ccgacaaa":2506,"tcccgatg":2507,"tcccgttcggg":2508,"tgcggccgg":2509,"tgcggataaa":2510,"cccacag":2511,"cccatttt":2512,"cccacgcg":2513,"cccataccg":2514,"cccatgctg":2515,"cccacagggagag":2516,"aaaaatg":2517,"ttgccgaagccg":2518,"tctctg":2519,"tttggcaa":2520,"tttggcag":2521,"tttggtttt":2522,"tttggcggcaa":2523,"ctttgtcgg":2524,"ctttgggg":2525,"ctttgcccg":2526,"ctttgagccg":2527,"taccggg":2528,"taccgcaa":2529,"tcgggcag":2530,"tcgggaatgacgg":2531,"acaaaaa":2532,"acaacgta":2533,"tccggag":2534,"tctata":2535,"tctatcgg":2536,"atttgattg":2537,"atttgaccg":2538,"ttcggcctg":2539,"ttcggcggcg":2540,"ttcggtttgg":2541,"cttggtg":2542,"cttggacgg":2543,"cttggctga":2544,"cgcggcggg":2545,"cgcggcatcg":2546,"tagggg":2547,"taggacg":2548,"taggtcgtctg":2549,"acagtg":2550,"acagcctg":2551,"acagtatg":2552,"acagaccg":2553,"taagctg":2554,"taagaagg":2555,"taagataa":2556,"catgacg":2557,"catgtggg":2558,"catgattg":2559,"catgactt":2560,"catgagcgg":2561,"tattgttttg":2562,"tattgagcg":2563,"tacggtt":2564,"tacggcttcg":2565,"tacggatgtt":2566,"cccaata":2567,"cccaacgagg":2568,"cccaattcaa":2569,"tatcgccg":2570,"tatcgaccg":2571,"tttcgcg":2572,"tttcgcctg":2573,"tttcgccgccg":2574,"ccaagag":2575,"ccaagtctt":2576,"ccaagcgtt":2577,"ccaagacca":2578,"ataatgccg":2579,"caccgctt":2580,"caccgtaa":2581,"ccttgcctt":2582,"tatggtgg":2583,"tatggcga":2584,"cccggccgcca":2585,"cgccgtttg":2586,"cgccgtaccggtttttgtt":2587,"cgagccgg":2588,"tgctgtgggg":2589,"tccagccgccgaagtcg":2590,"taaaaccgccg":2591,"cgtttaa":2592,"cgtttca":2593,"cgttcaag":2594,"cgtttcca":2595,"cgttcagacgg":2596,"cgtttcagacgg":2597,"tctggattcccg":2598,"taaagaag":2599,"cctatttt":2600,"cctatta":2601,"aatatccg":2602,"aataccgcg":2603,"tgatgggcg":2604,"ctcggtacg":2605,"ctcggtatcgg":2606,"cgatgacg":2607,"ttccgta":2608,"ttccgccaa":2609,"ttccgaacgg":2610,"cggcaatg":2611,"ctgccgaatctg":2612,"cagacggcatcg":2613,"tgttgacgg":2614,"ccccgcctg":2615,"ccccgtcc":2616,"acttttg":2617,"actttggg":2618,"tgtcggggaatcag":2619,"tgatttcgg":2620,"tgattatgg":2621,"tgattttgccgccg":2622,"cacatca":2623,"cacaccgcg":2624,"caacgccag":2625,"caacgcaggttttagg":2626,"tggcggtcag":2627,"tggcggataa":2628,"tggcggtgacgacg":2629,"cgaatca":2630,"caaaaatccg":2631,"caaaaaggcgg":2632,"tcgcgctt":2633,"tcgcgcccg":2634,"tcgcgcaggg":2635,"tcgcgctgta":2636,"tcaaagcgtt":2637,"tcaaagccatcg":2638,"catcggttcg":2639,"cttgggtttg":2640,"cttgggcgag":2641,"cttgggcgcc":2642,"acgggctgg":2643,"catatcgg":2644,"catatcctg":2645,"catatctgg":2646,"aaaccgagctg":2647,"tgcagccaa":2648,"ccaaagcgg":2649,"ccaaagtattg":2650,"cggcagcccg":2651,"tcgagcctg":2652,"ccatgag":2653,"agggaa":2654,"agggcgag":2655,"agggcggtt":2656,"cgtatcgg":2657,"cgtatcc":2658,"tcattcccacgg":2659,"acgcgctgg":2660,"acgcggggtttggg":2661,"aaatcgtg":2662,"aaatcgccgccg":2663,"tcggcgtcg":2664,"tcggcgaacg":2665,"catggcg":2666,"catggactg":2667,"aaaggttttg":2668,"acccctg":2669,"accttgg":2670,"cgttgccgg":2671,"catcaccg":2672,"tcgatgacg":2673,"atttggatg":2674,"atttggcagg":2675,"atttggcggg":2676,"aaccggg":2677,"aaccgtcattcccacgg":2678,"tgtgcatgg":2679,"cggtttctg":2680,"cggtttcttg":2681,"cagccgcgtg":2682,"ccacgtcatg":2683,"ccacgctca":2684,"aaaagcgg":2685,"atttttca":2686,"ctttggtgatgggcg":2687,"atgggcaa":2688,"atgggatttcag":2689,"attatccg":2690,"cataatctgccg":2691,"agagaagaaa":2692,"ttgagcagg":2693,"caggcgggg":2694,"cagaccaa":2695,"cagataag":2696,"tggcgtgg":2697,"tggcgatattg":2698,"aagcggctg":2699,"cctgccgaca":2700,"tctgccgtcg":2701,"tctgccgatgcgg":2702,"aacggctg":2703,"cattaccg":2704,"ctgatcg":2705,"ctgaccgccg":2706,"cttttcagacgg":2707,"tggtgaaca":2708,"cgcgcgcacgccg":2709,"atattctgtt":2710,"ataaacgg":2711,"cgcctttt":2712,"cgcctacg":2713,"ccgctgacgcg":2714,"acgaatttcgagattg":2715,"cacgccgtcg":2716,"cacgccgaag":2717,"ccattgtggcggtgacgacg":2718,"cggcgtggtgctg":2719,"ccgtatcggg":2720,"ctgtgggg":2721,"ctgctgctg":2722,"cagcggcaggg":2723,"cttcggcatcg":2724,"cccgcgcaacg":2725,"tcaaactcgg":2726,"cgatggtgtcg":2727,"tcagacggcatttg":2728,"tctttgttta":2729,"tgccgtctgaaaggttttcagacgg":2730,"ctccgcccaa":2731,"ctcatttg":2732,"tgtccgccg":2733,"catcaaaaatgccgtctgaaggttcagacggcatcgg":2734,"ttgatgctg":2735,"ccggcgcag":2736,"taacgaaa":2737,"atcgggg":2738,"aacacc":2739,"aatcgttgg":2740,"aatttgtcgttgag":2741,"catttgtt":2742,"ccgaagtcttg":2743,"cgacatcaag":2744,"aatccgcta":2745,"tcggcaacta":2746,"ttaccggg":2747,"ttcgggtatttcca":2748,"tgtttttcg":2749,"acgtgttcg":2750,"cgatttggg":2751,"aaccggttcg":2752,"ccgcccttg":2753,"cctttttcg":2754,"tatcaatca":2755,"cggcgggagg":2756,"cagcaccctg":2757,"cttatctg":2758,"atgctgcaag":2759,"cgcgttcggcgg":2760,"acgatgtctt":2761,"cgggcggcagg":2762,"atgccgtctgaag":2763,"cgcccgatttttt":2764,"tttccgtgcgg":2765,"tacatctg":2766,"cagaaccatttt":2767,"acacgggg":2768,"tgcttattg":2769,"cattttgccgaa":2770,"tacaaatagtacgg":2771,"cggagtttt":2772,"caaaagtccg":2773,"tcgcggtag":2774,"cgcgccgatatagggtttg":2775,"ttaatccacta":2776,"ttgacggcaggtg":2777,"aaatcatcgg":2778,"aaatcatcaa":2779,"cgcgtgcta":2780,"acgaagacg":2781,"cgggccgtagcaaccg":2782,"tagccgtattg":2783,"tagccgaccgacaccctg":2784,"ttccattttctg":2785,"aacaaggcgg":2786,"ccggtacggg":2787,"ctaccgcta":2788,"cgtgatgtcgaaaccg":2789,"aacagggaaa":2790,"caaaaaagg":2791,"aggagttggg":2792,"ctcgccgacg":2793,"ataagtttccgtgcgg":2794,"cgtcgtcaa":2795,"ttccctttgagccg":2796,"ctgtccgcagaaccatttt":2797,"cttcagacggcattg":2798,"actcgaa":2799,"ctcctgaccg":2800,"taccaacctg":2801,"caggggaggg":2802,"aactgaagg":2803,"tgtgcgtatg":2804,"cggttttgaag":2805,"ttgacgatgg":2806,"gggtggatggaatgcg":2807,"cccgcacgcgcg":2808,"tctgaaataatcg":2809,"cggcaaacgccca":2810,"aagagaagagaagagaagagaagagaagagaagagaagag":2811,"tcattcccgcgcaggcgggaatccag":2812,"cctctatacg":2813,"attttccgtgg":2814,"attttccgtctt":2815,"ccacctga":2816,"taacgggcataatctgccg":2817,"tctgacgtgtccgtaggcgacgcg":2818,"catttccgaag":2819,"cccggtgcttgggcgcc":2820,"aagcggtagcgcacg":2821,"tgccgtctgaaacttgg":2822,"tagcggattaacaaaaatcagg":2823,"cggcaggttgacggcaggtg":2824,"aagtgggaatctagg":2825,"ttttcctgattttccgtctt":2826,"cctgcacata":2827,"tcttttgctg":2828,"ttatcttcaa":2829,"tccagggtcagcttggg":2830,"ccttgtcctgatttttg":2831,"acaaggcggcgggccgcaggcag":2832,"cgcccgccccgcgcctgtaaacggcggg":2833,"cttcgtgggttttgaagcgggtgttttccaagcgtccccagttgtggtagcggta":2834,"atgctgttgctttggtgatgggcg":2835,"ctatcctccagccgccgaagtcg":2836,"cccacagggagagttttttg":2837,"tacggatgtttctgaaataatcg":2838,"tgtcggggaatcagcgggccgtagcaaccg":2839,"aaccgtcattcccacggaagtgggaatctagg":2840,"agagaagaaacggcgtgg":2841,"ccattgtggcggtgacgacgccg":2842,"tgccgtctgaaaggttttcagacggcattttg":2843,"aatttgtcgttgagtttgaaatcgtaaa":2844,"ttcgggtatttccacgcccgccccgcgcctgtaaacggcggg":2845,"cgcgccgatatagggtttgaatttgtcgttgagtttgaaatcgtaaa":2846,"tagccgaccgacaccctggggtggatggaatgcg":2847,"ttccattttctgtaacgggcataatctgccg":2848,"ttccctttgagccggggcg":2849,"ctgtccgcagaaccattttaccgaaccg":2850,"cccggtgcttgggcgcctta":2851,"cggcaggttgacggcaggtgcttgg":2852,"tccagggtcagcttgggcgtgatgtcgaaaccg":2853,"ctatcctccagccgccgaagtcgtagccgaccgacaccctggggtggatggaatgcg":2854,"tacggatgtttctgaaataatcgcttaccg":2855,"tgtcggggaatcagcgggccgtagcaaccgaaccgtcattcccacggaagtgggaatctagg":2856,"ttccattttctgtaacgggcataatctgccgctatcctccagccgccgaagtcgtagccgaccgacaccctggggtggatggaatgcg":2857,"tgtcggggaatcagcgggccgtagcaaccgaaccgtcattcccacggaagtgggaatctaggacgcggggtttggg":2858,"ttccattttctgtaacgggcataatctgccgctatcctccagccgccgaagtcgtagccgaccgacaccctggggtggatggaatgcgtacggatgtttctgaaataatcgcttaccg":2859,"atctg":2860,"accctg":2861,"atcctg":2862,"atcggg":2863,"atcttg":2864,"acccgg":2865,"atcaag":2866,"atcggcg":2867,"atcgatg":2868,"actctt":2869,"acctgccg":2870,"atcatcg":2871,"atccaa":2872,"accattg":2873,"actccg":2874,"atccgcg":2875,"accagg":2876,"actcc":2877,"actcaag":2878,"actcttg":2879,"accaacg":2880,"accctgcg":2881,"accggcgtgg":2882,"atccggag":2883,"acacgccgtcg":2884,"accggcgcag":2885,"ccaggg":2886,"ctaaag":2887,"ctcatg":2888,"ctctcg":2889,"ctccaag":2890,"gctg":2891,"gtctt":2892,"gcaacg":2893,"gcatttg":2894,"cgaaa":2895,"cgctt":2896,"cgccgg":2897,"cgtaa":2898,"cgggg":2899,"cgcctg":2900,"cgacg":2901,"cgtccg":2902,"cgtctg":2903,"cgtag":2904,"cgtctt":2905,"cgccag":2906,"cgttttg":2907,"cgtacg":2908,"cgtcagg":2909,"cgaatg":2910,"cgaacg":2911,"cgtc":2912,"cgtaccg":2913,"cgttcgg":2914,"cgccaaa":2915,"cgtcttg":2916,"cgcatg":2917,"cgcccaa":2918,"cgtttcg":2919,"cgcaccg":2920,"cgcccgg":2921,"cgccccg":2922,"cgcagcg":2923,"cgaagag":2924,"cgcatcgg":2925,"cgcttggg":2926,"cgacggg":2927,"cgaaaccg":2928,"cgatttgg":2929,"cgcagccg":2930,"cgcttta":2931,"cgaaata":2932,"cgcatta":2933,"cgtggtg":2934,"cgatatg":2935,"cgccggcg":2936,"cgctgcgg":2937,"cgctcaag":2938,"cgtaaaaaa":2939,"cgctaccg":2940,"cgcactt":2941,"cgcctgcccg":2942,"cggggcaa":2943,"cgccaccg":2944,"cgctacg":2945,"cgctttccg":2946,"cgtaggtcgg":2947,"cgacgaagag":2948,"cgtccgattg":2949,"cgtttggaa":2950,"cgttcggcaag":2951,"cgtccatgatg":2952,"cgtcgagcctg":2953,"cgctccgcccaa":2954,"cgcatcaaaaatgccgtctgaaggttcagacggcatcgg":2955,"cgtccagggtcagcttgggcgtgatgtcgaaaccg":2956,"ttctg":2957,"ttccag":2958,"ttaagg":2959,"ttcatt":2960,"ttccctg":2961,"tttcccg":2962,"ttccaaa":2963,"tttcttg":2964,"ttcaccg":2965,"ttctcgg":2966,"ttccccg":2967,"ttcagcg":2968,"tttcatg":2969,"ttacggg":2970,"ttcata":2971,"tttcggcg":2972,"ttaaaag":2973,"ttccaaaa":2974,"ttaaggg":2975,"ttcataa":2976,"ttcttta":2977,"ttcaga":2978,"ttcatttt":2979,"ttatatg":2980,"ttcttttg":2981,"tttcggcgg":2982,"ttcggcgtgg":2983,"tttcctt":2984,"tttctttg":2985,"ttaacgcg":2986,"ttaatccg":2987,"tttcggcaa":2988,"tttatggg":2989,"ttcatcag":2990,"tttaaagg":2991,"ttaaccgg":2992,"ttcagca":2993,"ttcagcag":2994,"tttcaaaa":2995,"ttcgaccg":2996,"ttcgcgccg":2997,"ttcagatg":2998,"ttaagaaa":2999,"tttcaagg":3000,"ttctcta":3001,"ttcatcc":3002,"ttcccgag":3003,"ttacggtg":3004,"tttcttgg":3005,"ttcagctt":3006,"ttccggcgcg":3007,"ttcatcca":3008,"ttcagcccg":3009,"ttcgacaaa":3010,"ttctaaa":3011,"tttcaaaaa":3012,"ttcatatcg":3013,"ttaagcc":3014,"tttcaacgg":3015,"ttctatg":3016,"ttcggcgttg":3017,"tttcaaacg":3018,"ttcctttctg":3019,"tttccatcg":3020,"ttcttgggtg":3021,"ttccaaaaaag":3022,"ttctgaccgg":3023,"ttccggcgtgg":3024,"ttctcatt":3025,"ttctctgccg":3026,"ttcctatttt":3027,"ttccacgtcatg":3028,"aatctt":3029,"aacaag":3030,"aaccag":3031,"aattttg":3032,"aatgccg":3033,"aataaa":3034,"aaccgcg":3035,"aacaaaa":3036,"aatcggg":3037,"aaccaaa":3038,"aacccaa":3039,"aatttcg":3040,"aacaccg":3041,"aacccgg":3042,"aaccccg":3043,"aacaca":3044,"aacagcg":3045,"aacaaaaa":3046,"aacatcgg":3047,"aattttgg":3048,"aaccaaag":3049,"aatcgag":3050,"aatcaag":3051,"aatcgatg":3052,"aacaaccg":3053,"aacgcggg":3054,"aactctt":3055,"aatcaggg":3056,"aacaggcg":3057,"aatggcg":3058,"aacatta":3059,"aactga":3060,"aatcgtcg":3061,"aactgcg":3062,"aacattgg":3063,"aacagcgg":3064,"aataagg":3065,"aatgccgtctg":3066,"aactggcgg":3067,"aatatggg":3068,"aacagcag":3069,"aacgggcgg":3070,"aacgaccg":3071,"aacctgg":3072,"aataaaaa":3073,"aactgaaa":3074,"aaccagttg":3075,"aatcatca":3076,"aacctatg":3077,"aacttgccgg":3078,"aacgacaa":3079,"aatcaggcgg":3080,"aacgacaaa":3081,"aacgataa":3082,"aacttgcg":3083,"aatagaagg":3084,"aatccacta":3085,"aatgccgtctgaaa":3086,"aatctttgg":3087,"aaccaacgg":3088,"aacggcgtttt":3089,"aatattcctg":3090,"aatatcgaca":3091,"aacaaaaatcagg":3092,"aacatatttg":3093,"aatttggcggcaa":3094,"aactcatttg":3095,"aacatttccgaag":3096,"tgcc":3097,"tgtcaa":3098,"tgacgg":3099,"tgcaaa":3100,"tgttttg":3101,"tgctcg":3102,"tgcaaaa":3103,"tgcatt":3104,"tgtcagg":3105,"tgtcca":3106,"tgtcccg":3107,"tgtc":3108,"tgtcttg":3109,"tgtacgg":3110,"tgccta":3111,"tgactg":3112,"tgactt":3113,"tgtgtcg":3114,"tgcaca":3115,"tgcatcgg":3116,"tgtttttg":3117,"tgttttgg":3118,"tgaaaccg":3119,"tgaaagg":3120,"tgccaaaa":3121,"tgctctt":3122,"tgtggcg":3123,"tgaagcgg":3124,"tgcctgccg":3125,"tgacgaa":3126,"tgctca":3127,"tgaaacgg":3128,"tgaattg":3129,"tgagctg":3130,"tgaaaacg":3131,"tgaatccg":3132,"tgagcag":3133,"tgtcggcaa":3134,"tgcaggcgg":3135,"tgcgcgtt":3136,"tgtaca":3137,"tgtcaaaa":3138,"tgaccgg":3139,"tgaagtt":3140,"tgctatt":3141,"tgaagcag":3142,"tgcgattg":3143,"tgtatctg":3144,"tgcattggg":3145,"tgaactt":3146,"tgcatctt":3147,"tgcccaaa":3148,"tgcgacaa":3149,"tgcggcgaag":3150,"tgactcg":3151,"tgcctcca":3152,"tgttatccg":3153,"tgcataccg":3154,"tgcaaacgccg":3155,"tgtacga":3156,"tgtattttg":3157,"tgtcaacgg":3158,"tgcgtgctg":3159,"tgcaaacag":3160,"tgccacgccgg":3161,"tgcaacagg":3162,"tgtaacca":3163,"tgctcgag":3164,"tgccttggtgg":3165,"tgccggcgtgg":3166,"tgcatcagcg":3167,"tgtcggatgcgg":3168,"tgccttcgatg":3169,"tgatcatcg":3170,"cactgg":3171,"cacctt":3172,"catgtt":3173,"caccga":3174,"catcta":3175,"caccaaa":3176,"cacatg":3177,"cacaccg":3178,"cacattg":3179,"cacccgg":3180,"catccag":3181,"caccta":3182,"cactcgg":3183,"caccccg":3184,"catttttg":3185,"cattttgg":3186,"caccatg":3187,"cacaaccg":3188,"cacgcggg":3189,"caccaaaa":3190,"cactttgg":3191,"cacaggcg":3192,"cacctcg":3193,"catctgccg":3194,"cactaa":3195,"catctttg":3196,"caccggcg":3197,"cacaggcag":3198,"catatggg":3199,"cataaagg":3200,"cacgaccg":3201,"cactatt":3202,"cacctctt":3203,"cacagggcgg":3204,"cacctta":3205,"cacaggaag":3206,"cactcttg":3207,"cacctacg":3208,"cacagggg":3209,"caccaaccg":3210,"catgggcg":3211,"cactcagg":3212,"caccctcg":3213,"cacggcgag":3214,"cactcca":3215,"caccgacca":3216,"cactctcca":3217,"cacaaataagg":3218,"catacggtt":3219,"catggcggtcag":3220,"cacctttttcg":3221,"ggcaa":3222,"ggctt":3223,"ggaag":3224,"ggatg":3225,"ggcagg":3226,"ggcgcg":3227,"ggggg":3228,"ggtttg":3229,"ggacgg":3230,"ggcggcg":3231,"ggttta":3232,"ggtgcg":3233,"ggatgg":3234,"ggtatt":3235,"ggaatg":3236,"ggtgtt":3237,"ggtgcgg":3238,"ggaaaaa":3239,"ggtgctg":3240,"ggttttgg":3241,"ggatggg":3242,"ggaaggg":3243,"ggtatttg":3244,"ggaacgg":3245,